{
  "us": {
    "title": "United States",
    "content": "\tThe U.S. initiated its first nuclear enrichment and reprocessing program during the Second World War at the Manhattan Project in Los Alamos between December 1941 and August 1945. The project's goal was to develop an atomic bomb in preparation for war against the Axis powers of WWII. The scientists involved in this project were tasked with obtaining and purifying U-235 for use as weapon fuel, as well as synthesizing Pu-239 as an alternative weapon fuel. The United States' efforts in enrichment and reprocessing were conducted covertly and were domestically developed . The U.S. is one of the five recognized nuclear weapons states under the Treaty on the Non-Proliferation of Nuclear Weapons (NPT).\n\tThe USA currently operates one enrichment plant, owned by Urenco, with a capacity of around 4.9 million SWU per year. As of the beginning of 2022, the United States has a Highly Enriched Uranium (HEU) stockpile estimated to be about 487 tonnes. This stockpile is allocated for various national security and non-national security programs, including nuclear weapons, naval propulsion, nuclear energy, and research studies. \n\tRegarding Plutonium (Pu), while the United States is no longer engaged in reprocessing, according to Fissile Materials, the country had an inventory of 95.4 tonnes in 2009. This inventory is utilized in military stock, MOX fuel, and only 3 MT of separated plutonium is safeguarded by the IAEA, despite the commitment not to use this material for military purposes.",
    "sources": "https://chem.libretexts.org/Courses/Furman_University/CHM101%3A_Chemistry_and_Global_Awareness_(Gordon)/06%3A_Nuclear_Weapons-_Fission_and_Fusion/6.03%3A_The_Manhattan_Project_-_Labs_and_Fuel#:~:text=In%20producing%20U-235%20for%20the%20first%20atomic%20bomb%2C,%28effusion%29%2C%20electromagnetic%20separation%2C%20liquid%20thermal%20diffusion%2C%20and%20centrifugation. https://www.world-nuclear.org/information-library/country-profiles/countries-t-z/usa-nuclear-fuel-cycle.aspx"
  },
  "ru": {
    "title": "Russia",
    "content": "\tRussia became the world’s second nuclear weapons state after initiating its enrichment and reprocessing efforts during the Soviet era following the Second World War as part of the Cold War arms race. Therefore, their intent was for military purposes, and these activities were conducted covertly and domestically. In August 1949, the communist country successfully tested its first nuclear device in Semipalatinsk, Kazakhstan. Russia is one of the five recognized nuclear weapons states under the Treaty on the Non-Proliferation of Nuclear Weapons (NPT). \n\tRussia operates four enrichment plants dedicated to producing Low-Enriched Uranium (LEU) for power reactors. However, one centrifuge cascade in Zelenogorsk is specifically involved in producing Highly Enriched Uranium (HEU) for research and breeder reactors. As of the beginning of 2022, Russia possessed an estimated 680 tonnes of unirradiated HEU, equivalent to 90 percent HEU. \n\tIn accordance with an agreement with the United States, Russia eliminated 500 tonnes of its HEU. This involved blending down the material, and the resulting LEU was subsequently sold to the United States to produce fuel for power reactors. \n\tAccording to the World Nuclear Association, Russia has a commercial reprocessing capacity for used nuclear fuel of 400 tonnes per year at Ozerk (Mayak). The current estimated total of separated plutonium in Russia is 192 tonnes. Among this material, 63.5 tonnes is plutonium separated from spent fuel of power reactors. Russia officially designates this material as civilian in its annual reports to the IAEA. However, it is estimated that Russia possesses approximately 6,000 nuclear warheads, with about 4,500 believed to be in the active stockpile.",
    "sources": "  https://www.nti.org/analysis/articles/russia-nuclear/ https://fissilematerials.org/countries/russia.html https://www.world-nuclear.org/information-library/nuclear-fuel-cycle/fuel-recycling/processing-of-used-nuclear-fuel.aspx"
  },
  "cn": {
    "title": "China",
    "content": "\tAfter establishing the People’s Republic of China in 1949, communist leader Mao Zedong visited Joseph Stalin in Moscow, where they signed the Sino-Soviet Treaty of Friendship and Alliance. When North Korea invaded South Korea in 1950, Mao supported North Korea in that war, while the United States supported South Korea and threatened a nuclear strike on China. It was during this period that Mao realized he wanted a nuclear program for his own new communist nation. \n\tWhile desiring to initiate his nuclear program in secrecy and primarily for military purposes, Mao secured extensive support from the Soviet Union through a signed agreement that pledged 'full [Soviet] assistance in the fields of nuclear physics and the peaceful uses of atomic energy.' The Soviets then permitted Chinese scientists to study in the Soviet Union and committed to supplying China with nuclear reactors. \n\tChina has produced highly enriched uranium (HEU) for weapons, research reactors, and LEU for naval reactors at complexes: the Lanzhou gaseous diffusion plant and the Heping gaseous diffusion plant. According to Fissile Materials, it is estimated that China has a weapon-grade HEU stockpile is 14±3 tonnes. \n\tChina produced plutonium for military purposes in the past at two sites: the Jiuquan Atomic Energy complex and the Guangyuan plutonium production complex, both of which are believed to have ceased production in the 1980s. China also produced plutonium for civilian purposes, which it reported to the IAEA in 2010, declaring that it had 13.8 kg. According to Fissile Materials, by the end of 2016, this amount had increased to 40.9 kg. China has not submitted its INFCIRC/549 declarations for 2017-2021 to the IAEA.",
    "sources": "  https://ahf.nuclearmuseum.org/ahf/history/chinese-nuclear-program/ https://fissilematerials.org/countries/china.html"
  },
  "kp": {
    "title": "North Korea",
    "content": "\tAfter the Korean War, under the leadership of North Korean leader Kim Il Sung, North Korea became convinced that it needed a nuclear program to protect itself from the United States. The Soviet Union decided to assist North Korea with its nuclear program while the country was conducting research. Although North Korea declined to sign the Nuclear Test-Ban Treaty in 1963 while joining the NPT, it was covertly pursuing a nuclear program for military purposes. North Korea announced its withdrawal from the NPT in 2003, and in 2006, it conducted its first nuclear test. \n\tAccording to Fissile Materials, North Korea operates a centrifuge enrichment plant at Yongbyon. It may also have a second, as-yet-undeclared enrichment plant; however, there is no solid evidence that the communist nation has produced highly enriched uranium . Some estimates suggest that North Korea may possess a stockpile of highly enriched uranium ranging from 400 to 1000 kg. \n\tWhile there is limited data on how much plutonium North Korea produces, it is estimated that the communist nation operates a 5 MWe plutonium production reactor at Yongbyon. As of 2022, the country is estimated to possess about 40 kg of separated plutonium.",
    "sources": "https://time.com/4692045/north-korea-nuclear-weapons-history/ https://en.wikipedia.org/wiki/Treaty_on_the_Non-Proliferation_of_Nuclear_Weapons#North_Korea https://fissilematerials.org/countries/north_korea.html"
  },
  "jp": {
    "title": "Japan",
    "content": "\tWhile being prohibited from developing nuclear weapons under the Treaty of San Francisco in 1951 and being the only country to have suffered the effects of nuclear weapons, Japan overtly embraced the peaceful use of nuclear technology. Japan received outside help, especially from the United States, and is a signatory to the Nuclear Non-Proliferation Treaty (NPT) which it decided to sign in 1970. While political opinion has been polarized due to incidents such as the Fukushima incident in March 2011, the government's stated aim is for nuclear power to provide 20-22% of electricity by 2030. \n\tAccording to World Nuclear Association, while the majority of enrichment services are still imported, Japan Nuclear Fuel Ltd (JNFL) operates a commercial enrichment plant at Rokkasho. The Japanese company began operations in 1997, utilizing indigenous technology with seven cascades, each capable of 150,000 SWU per year, although only one has been operational. \n\tJapan had 6,400 tonnes of uranium recovered from reprocessing, stored in France and the UK, where the reprocessing took place. In 2007, an agreement was reached for Russia to conduct the enrichment for the Japanese utilities that own the material. According to Reuters, Japan held 47 tonnes of plutonium at the end of 2017, with 21 tonnes stored in Britain and 15 tonnes in France, constituting enough material to produce thousands of atomic bombs.",
    "sources": "https://en.wikipedia.org/wiki/Japan's_non-nuclear_weapons_policy#:~:text=In%201970%2C%20as%20desired%20by%20the%20U.S.%20but,in%201971%2C%20though%20they%20were%20not%20made%20law. \n\nhttps://www.world-nuclear.org/information-library/country-profiles/countries-g-n/japan-nuclear-fuel-cycle.aspx"
  },
  "fr": {
    "title": "France",
    "content": "\tFrance has long been a leader in nuclear science, even before the Second World War, and became the first country to set up the first cyclotron in Europe, achieving a fission reaction in 1939 . Initially, France sought a nuclear program primarily for energy sources rather than weapons, and it began working towards that goal. France proceeded with its nuclear efforts by building the first reactor in 1948 and initiating plutonium extraction in 1949. In 1954, France decided to develop a nuclear bomb, and the Suez Canal crisis accelerated this goal. In 1960, France conducted its first nuclear test, yielding 60 kilotons. \n\tWhile France's efforts to establish a nuclear program were covert during the Second World War, they became more overt as the program progressed. France is an example of a country that initially achieved a nuclear program for civilian purposes and later developed military nuclear capabilities due to the Cold War circumstances at the time . \n\tIn the past, France produced highly enriched uranium (HEU) at an enrichment complex near Pierrelatte at the Tricastin site; however, production ceased in mid-1996, and the plant was subsequently shut down. According to Fissile Materials, France's current stock of military-related weapon-grade HEU is estimated to be around 25±6 tonnes, and it has declared a stock of 5,313 kg of civilian HEU as of December 2021 . It's important to note that while some of the civilian HEU may have been produced domestically, a significant fraction is likely of U.S. and Russian origin for use in research-reactor fuel. \n\tMilitary plutonium production in France began in 1956 and ceased in 1992, with the total amount of weapon-grade plutonium produced estimated to be 7±1 tonnes. According to Fissile Materials, France operates two large commercial reprocessing plants at La Hague. These facilities use separated plutonium to manufacture MOX fuel, employed in light water reactors. As per the World Nuclear Association, the total annual commercial reprocessing of used fuel at La Hague is 1700 tonnes, specifically for LWR fuel . In its most recent declaration submitted to the IAEA, France reported owning approximately 85 tonnes of separated unirradiated civilian plutonium as of December 2021.",
    "sources": "https://nationalinterest.org/blog/the-buzz/the-story-how-france-built-nuclear-weapons-26381 https://ahf.nuclearmuseum.org/ahf/history/french-nuclear-program/ https://fissilematerials.org/countries/france.html   https://www.world-nuclear.org/information-library/nuclear-fuel-cycle/fuel-recycling/processing-of-used-nuclear-fuel.aspx"
  },
  "gb": {
    "title": "United Kingdom",
    "content": "\tThe United Kingdom began working on its nuclear program during the Second World War in 1941 when Prime Minister Winston Churchill authorized the development of an atomic bomb following a report that showed it was scientifically feasible . However, the U.K.’s progress on the nuclear program was slow, leading to an agreement in 1943 between Churchill and FDR, which allowed the British work to be subsumed into the Manhattan Project. These mutual collaborations were put to an end after a 1947 decision, which forced the U.K. to work independently for a nuclear bomb, and they were successful, testing their first nuclear bomb in 1952. The nuclear program was overtly achieved for military purposes after WWII, and later on, it included a civilian nuclear program for energy purposes. \n\tAccording to the International Panel on Fissile Materials, the United Kingdom reported having 734 kg of civilian HEU as of the end of 2021, and there are no recent figures on how much military HEU the United Kingdom possesses . The United Kingdom operates a gaseous centrifuge uranium enrichment plant in Capenhurst, which is part of the URENCO consortium and has an obligation to produce material only for civilian purposes. \n\tThe United Kingdom produced military plutonium in the past, mainly at the Sellafield complex. In 1998, the United Kingdom declared a stockpile of 7.6 tonnes of military plutonium. Concerning civilian plutonium, the United Kingdom has separated significant quantities of reactor-grade plutonium produced by both its commercial power plants and its fleet of dual-use reactors when operated in civilian mode. As of December 2021, the amount of separated reactor-grade plutonium owned by the United Kingdom was 116.5 tonnes. The two reprocessing plants at Sellafield were eventually shut down in 2018 and 2022.",
    "sources": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/27383/Cm6994_Factsheet5.pdf https://fissilematerials.org/countries/united_kingdom.html"
  },
  "in": {
    "title": "India",
    "content": "\tWhen the partition of British India occurred in 1947, Indian nuclear scientists persuaded Prime Minister Nehru to invest in developing a nuclear energy program . After the establishment of the Indian Atomic Energy Commission in 1948, the focus was on peaceful nuclear energy rather than the military. A nuclear research facility was built in 1954, and India obtained a nuclear reactor from Canada and heavy water from the U.S., all under the guise of peaceful purposes. However, the Sino-Indian War in 1962 changed India’s opinion on its nuclear program because it was threatened by China’s nuclear bomb test in 1964, a country that had defeated them in the war. After much debate within Indian politics, and under the leadership of the new prime minister Indira Gandhi in 1966, India started working on a nuclear bomb covertly, and in 1974, it conducted its first nuclear test.\n\tIndia is a nuclear-armed state that is not party to the Nuclear Non-Proliferation Treaty (NPT). It operates the Dhruva plutonium production reactor and a uranium enrichment facility, both of which are not subject to IAEA safeguards . The uranium enrichment program in India is primarily geared towards producing highly enriched uranium (HEU) for its nuclear submarine program. Additionally, India is planning to construct a new enrichment facility in Chitradurga, intended for civilian applications. \n\tIn terms of plutonium production, India has generated weapon-grade plutonium in two reactors located at the Bhabha Atomic Research Centre (BARC) complex near Mumbai. One of these reactors was decommissioned in 2010, while the other remains operational. Under IAEA guidelines, India has separated approximately 0.4 tonnes of civilian plutonium from spent fuel.",
    "sources": "https://ahf.nuclearmuseum.org/ahf/history/indian-nuclear-program/ https://fissilematerials.org/countries/india.html"
  },
  "au": {
    "title": "Australia",
    "content": "\tAustralia’s pursuit of nuclear weapons first began in 1956, with the Australian Defence Committee recommending that Australia should acquire tactical nuclear weapons through a purchase agreement with the United Kingdom. Due to a lack in support within both the United Kingdom and Australia’s governments, as well as non-proliferation pressure from the United States, Australian requests for tactical nuclear weapons stagnated.\n\t Following the successful detonation of China’s first atomic bomb in 1964, the United Kingdom’s withdrawal from “east of the Suez” in 1967, and the United States’ Nixon Doctrine in 1969, the perceived regional threat facing Australia led to a 1967 restriction on uranium exports and the creation of a plan for a 500 MW heavy-water power reactor and enrichment facility. This reactor plan would have been extremely proliferation friendly due to the quantity of plutonium present in the spent fuel, as well as the packaged uranium enrichment facility planned for fuel production.  While the introduction of the Treaty on the Non-Proliferation of Nuclear Weapons (NPT) was initially opposed by the Australian government members, the decisions of near-peer powers such as Switzerland, Italy, Japan, and West Germany prompted the Australian government to sign onto the treaty. Australia’s 1973 ratification of the NPT, shift in military strategy, and widespread anti-nuclear culture domestically all but ended Australia’s nuclear program.\n\tDespite widespread anti-nuclear sentiment, the Australian government researched uranium enrichment through civilian avenues until the early 1990s. Once SILEX laser enrichment technology was purchased by GE in 2006, all enrichment activities ceased within Australia, and Australia’s remaining reactor is solely used in the production of medical radioisotopes.",
    "sources": "  https://www.nti.org/analysis/articles/australia-overview/ https://www.jstor.org/stable/26462938?seq=4 https://www.dfat.gov.au/sites/default/files/australia-and-the-nuclear-non-proliferation-treaty.pdf https://core.ac.uk/reader/4409080"
  },
  "eg": {
    "title": "Egypt",
    "content": "\tAlthough the Egyptian Atomic Energy Authority was formed in 1955 and Egypt’s Soviet-supplied research reactor came online in 1961, Egyptian proliferation efforts first started following the discovery of the existence of Israel’s heavy-water Dimona reactor. While Egypt did attempt to purchase nuclear weapons outright, Egypt largely attempted to gain a domestic, closed fuel cycle and covertly divert fissile materials toward its nuclear weapons program.\n\t Egypt’s first attempt at acquiring enrichment or reprocessing technology occurred in 1964, when President Nasser reached out to the Soviet Union for the purchase of radiochemistry supplies, ostensibly for a domestic closed fuel cycle. Due to Soviet hesitation Egypt exploited the recent Sino-Soviet split and approached China to purchase nuclear weapons or reprocessing technology. While weapons were summarily denied, reprocessing technology was offered, but both deals with China and the Soviet Union later fell through. Later, Egypt made a successful bid for the development of a 150MW heavy-water power reactor and the development of a closed-fuel cycle, which would have enabled spent fuel reprocessing and plutonium production.  While initially successful, the United States denied a $100 million loan, and killing the bid.\n\tTwo years later in 1967, the conclusion of the Six-Day War saw the devastation of Egypt’s economy and halted Egypt’s nuclear program. Following Anwar Sadat’s ascension to power, Egypt’s military nuclear program was closed due to a policy shift toward nuclear solely for power generation, which Hosni Mubarak emulated following Sadat’s assassination. With the creation of the NPT and later Camp David Accords, Egypt sought to ensure peace through diplomatic measures. ",
    "sources": "  https://www.nonproliferation.org/wp-content/uploads/npr/gregor31.pdf https://www.nti.org/wp-content/uploads/2021/09/egypt_nuclear_1.pdf https://core.ac.uk/reader/4409080 https://elischolar.library.yale.edu/cgi/viewcontent.cgi?article=1057&context=gsas_dissertations"
  },
  "iq": {
    "title": "Iraq",
    "content": "\tUnlike many other countries who attempted to covertly obtain nuclear weapons, almost the entirety of Iraq’s nuclear weapons program occurred after having ratified the NPT. Iraq’s nuclear program was largely focused on the creation of a bomb for both the international prestige it offered, as a threat to Israel, and as deterence for intervention by a foreign power.\n\tIn 1974, Iraq made a deal with the French government to supply Iraq with a 40MW heavy-water reactor, that ran on weapons-grade HEU. When coupled with Italian reprocessing technology acquired in 1979, Iraq had a very possible method to obtain plutonium for a nuclear weapon. However, in 1981, Israel managed to successfully bomb the Osiraq nuclear reactor and prevent it from ever going critical. While this ended any chance for Iraq to reprocess plutonium until another reactor became operational, it did not staunch Iraq’s nuclear ambitions. In continuing its efforts toward proliferation, Iraq made major investments in uranium enrichment technology, with a goal of producing 15 kg of 93% U-235 annually, at best lending toward the fabrication of a functional atomic bomb every other year with optimal bomb design. However, the program wasn’t successful or efficient, and was unable to produce a warhead before the Gulf War. \n\tIn the lead up to the Gulf War, Saddam Hussein decided to subvert IAEA safeguards to take closely monitored HEU fuel toward a “crash program” to make a functional atomic weapon. Regardless, a significant quantity was never produced and the Gulf War air campaign led to the complete destruction of all facilities and extremely intense scrutiny, ending Iraq’s enrichment and reprocessing campaigns.",
    "sources": "https://www.nti.org/analysis/articles/iraq-nuclear/ https://www.degruyter.com/document/doi/10.1515/9781400828029/html#contents https://www-pub.iaea.org/MTCD/publications/PDF/nvs-3-cd/PDF/NVS3_prn.pdf https://www.isis-online.org/publications/iraq/act1298.html https://www.isis-online.org/publications/iraq/iraqs_fm_history.html https://www.files.ethz.ch/isn/142904/fitzpatrick.pdf"
  },
  "it": {
    "title": "Italy",
    "content": "\tEver since Italy’s inclusion into NATO as one of the founding member states, Italy has sought to maintain its parity amongst its fellow western-European powers. Due to the possibility of future armament and dissemination of allied weapons, Italy wanted to keep close ties with NATO and especially remain aligned with the United States.\n\tItaly’s efforts to maintain technological parity saw its implementation of both a natural uranium reactor capable of producing 40-50 kg of plutonium every year, and a small reprocessing plant capable of reprocessing a minority of the reactor’s spent fuel. By the end of the 1960s, Italy was widely recognized as a state capable of becoming nuclear armed within a few years. However, because Italy only intended to seek threshold status for benefits, further development of its program stagnated and failed to significantly develop. After ratifying the NPT in 1975, Italy eventually abandoned its weapons program to join NATO nuclear sharing, while its civilian program ended in the wave of nuclear abhorrence following Chernobyl. While the Italian nuclear program largely focused on military uses for plutonium, the lack of necessity for nuclear weapons due to NATO sharing shifted the focus of the project into more civilian applications.\n\tAlthough Italy’s EUREX spent fuel reprocessing plant was shut down in 1984, other forms of radiochemistry labs existed later in Italy, yet are not a concern to the scope of this paper due to their lack of risks toward proliferation efforts.",
    "sources": "https://inis.iaea.org/collection/NCLCollectionStore/_Public/08/302/8302951.pdf?r=1 https://search.lib.utexas.edu/permalink/01UTAU_INST/apl7st/cdi_crossref_primary_10_1080_09592299308405876 https://www.sogin.it/en/closureoftheitaliannuclearcycle/italian-nuclear-sites/eurexsaluggiaplant"
  },
  "kr": {
    "title": "South Korea",
    "content": "\tSouth Korea’s nuclear weapons program was created in 1970 under the shadow of the Nixon Doctrine, as domestic fears arose of a complete withdrawal of protection for South Korea both conventionally and in terms of the United States’ nuclear shield. In addition, the withdrawal of half of the US forces stationed in South Korea just a year later in 1971 and Nixon’s visit to China seemed a definite mark of waning US support. \n\tSouth Korea’s weapons development program was conducted covertly, under the guise of creating a closed fuel cycle domestically. In 1974, a series of negotiations by the South Korean government led to plans to purchase a Canadian heavy-water CANDU reactor, a French reprocessing laboratory, and a mixed-oxide (MOX) fuel fabrication facility from Belgium. While the MOX plant was unnecessary for the creation of plutonium for atomic weapons, the justification for a closed-fuel cycle should’ve given South Korea less scrutiny over its activities. However, India’s first nuclear weapons test in 1974 caused the United States to be more diligent of its peaceful nuclear collaboration. \n\tWith the discovery of South Korea’s nuclear weapon program, the United States threatened to cut off all aid and end the bilateral relationship between South Korea and the United States. While South Korea’s initial nuclear program started out of a fear of abandonment, this very credible threat of abandonment caused South Korea to abandon its pursuit of reprocessing technology and end its nuclear program.",
    "sources": "https://www.degruyter.com/document/doi/10.1515/9781400828029/html#contents https://www.tandfonline.com/doi/abs/10.1080/10736700601071629"
  },
  "ly": {
    "title": "Libya",
    "content": "\tLibya’s initial proliferation attempts began in 1970, months after Muammar Gaddafi overthrew the previous government and seized control. One of the first things Libya pursued was the outright purchase of nuclear weapons from China. Although Libya’s initial request to purchase Chinese nuclear weapons was denied, it was not long before Libya would start an incredibly ambitious domestic program.\n\tBeginning in the 1970s, Libya began its covert pursuit of large-scale uranium enrichment. In addition to the import of thousands of tons of safeguarded uranium, Libya enlisted help from a German expert to produce gas centrifuges for its uranium enrichment program, and successfully acquired a Japanese uranium conversion facility in 1984 to reprocess spent fuel and produce plutonium. Despite the large nuclear investment and vast infrastructure built within Libya, Libya’s nuclear program failed to produce a working gas centrifuge by 1990, and Libya’s plutonium pursuit only produced extremely small quantities of plutonium.\n\tWhile Libya’s pursuit of plutonium extraction was abandoned in 1990 due to a lack of success and failure to produce substantial amounts of material, Libya redoubled its enrichment efforts during the 1990s, purchasing thousands of gas centrifuges for uranium enrichment. In addition, Libya received assistance from Dr. A.Q. Khan in its pursuit of nuclear weapons, and enough uranium hexaflouride to produce a nuclear weapon, likely from Pakistan or North Korea. However, before the 2003 Invasion of Iraq, Gaddafi contacted the United States government to make a complete reversal in policy and publicly declare the extent of Libya’s nuclear weapons program, surrendering its technology and materials to foreign seizure and IAEA inspection in the hopes of lifting economic sanctions and presenting Libya as less hostile to the West.",
    "sources": "https://www.nti.org/analysis/articles/libya-nuclear/ https://www.degruyter.com/document/doi/10.1515/9781400828029/html#contents https://www.files.ethz.ch/isn/142904/fitzpatrick.pdf"
  },
  "mm": {
    "title": "Myanmar",
    "content": "\tMyanmar established its domestic Department of Atomic Energy in 1997, and much of its existence and operation has been shrouded in mystery. Domestic uranium exploration and more effort towards nuclear facilities have given rise to fears of pursuit of uranium enrichment.\n\tIn 2001, Myanmar signed a deal with Russia for a 10MW research reactor. While the Russian deal ultimately fell through, it did provide hundreds of Burmese scientists operational experience on nuclear reactors. In 2010, dissident group Democratic Voices of Burma alleged the existence of covert nuclear facilities, the purchase of enrichment technology from Germany and Switzerland, and illicit cooperation with North Korea. Although US Navy personel have alleged the shipment of technology between the two countries, the Institute for Science and International Security alleges that this technology could be unrelated to a weapons program.\n\tDue to a lack of definite evidence regarding Myanmar’s pursuit of a domestic weapons or enrichment program, it is impossible to know Myanmar’s position, but it is likely that the ongoing civil war is preventing significant investment to a nuclear program.",
    "sources": "https://isis-online.org/uploads/isis-reports/documents/Burma_Analysis_Bomb_Reactors_11April2011.pdf https://www.nti.org/analysis/articles/myanmar-overview/"
  },
  "ro": {
    "title": "Romania",
    "content": "\tDue to Romania’s relative separation from the Soviet Union and its distinction from Central and Eastern Europe, it enjoyed a relative degree of freedom from Moscow compared to other Soviet countries. Although Romania’s nuclear program began in 1955, Romania did not seek to gain indepedent nuclear capabilities until 1963. By 1967, Romania made clear to the Soviet leadership its intentions to gain nuclear weapons. Because efforts to receive reactors from the Soviet Union never came to fruition, Romania turned westward.\n\tUnder the claim of a domestic closed-fuel cycle, Romania made its first plans to purchase a heavy-water CANDU power reactor from Canada in 1974, and acquired US licenses from heavy-water reactors and hot cells for plutonium reprocessing in 1978. While the completion of these facilities would have permitted Romania to both maintain a closed-fuel cycle and divert plutonium toward a bomb program, economic hardships stalled construction. In addition to the stagnation in the construction of these facilities, the Romanian Revolution and Ceaușescu’s deposal led to the end of Romania’s nuclear weapons program, and the CANDU reactor reaching completion in 1996.",
    "sources": "https://www-tandfonline-com.ezproxy.lib.utexas.edu/doi/epdf/10.1080/13507486.2014.888706?needAccess=true https://go-gale-com.ezproxy.lib.utexas.edu/ps/i.do?p=AONE&u=txshracd2598&id=GALE%7CA592139422&v=2.1&it=r&aty=ip https://www-tandfonline-com.ezproxy.lib.utexas.edu/doi/epdf/10.1080/14682745.2013.776542?needAccess=true https://www.gao.gov/assets/id-80-42.pdf"
  },
  "sa": {
    "title": "Saudi Arabia",
    "content": "\tWhile Saudi Arabia’s first forays into nuclear development began in 1977, until recently Saudi Arabia has invested relatively little into nuclear power and weapons development. While Saudi Arabia has studied the feasibility of nuclear power and recently invested more into the creation of civilian power, Saudi Arabia’s known facilities only consist of two researched-focused accelerators and a cyclotron to produce medical isotopes. However, a present lack of nuclear infrastructure and development does not preclude the construction of enrichment or reprocessing facilities.\n\tSaudi Arabia has made it clear that should Iran obtain a nuclear weapon Saudi Arabia would work to produce a bomb as well. In addition to supporting the JCPOA in 2015, there is speculation that there is a quid pro quo agreement between Saudi Arabia and Pakistan, as Saudi aid to Pakistan either directly supported or enabled the creation of Pakistan’s bomb. While there is no present motion to enrich or reprocess in Saudi Arabia, they have made note of their intention to pursue atomic weapons should Iran obtain them, and Saudi Arabia’s close collaboration with Pakistan gives credence to their intention to arm should Iran go nuclear.",
    "sources": "https://www.nti.org/analysis/articles/saudi-arabia-nuclear/ https://www.files.ethz.ch/isn/142904/fitzpatrick.pdf"
  },
  "se": {
    "title": "Sweden",
    "content": "\tWhile Sweden’s nuclear agency was founded shortly after the cessation of World War II in 1947, Sweden’s pursuit of atomic weaponry began in the early 1950s out of fears of a Soviet naval invasion across the Baltic. Sweden sought to lend credibility to its defense strategy upon successful possession of nuclear weapons, yet ostensibly pursued nuclear technology for civilian power generation.\n\tSweden planned on building natural uranium reactors fueled with domestically-mined uranium, with the first planned in 1958. Use of the spent fuel was planned to be reprocessed for civilian fuel purposes and for Sweden’s atomic weapons program, in a reprocessing plant planned in 1963. However, the reactors required natural uranium for their fuel, and use of reprocessing for civilian and economic purposes would not be economically viable until the late 1970s. Because of the exorbitant costs of the construction of a plutonium reprocessing facility without any economic incentive, domestic opposition from the vast majority of the Swedish people and government, and intense diplomatic pressure applied by the United States, Sweden decided to abandon its nuclear ambitions in 1964.",
    "sources": "n/a"
  },
  "ch": {
    "title": "Swizterland",
    "content": "\tSwitzerland first investigated the possibility of pursuing atomic weapons in 1957 for deterence purposes. In line with Switzerland’s rather infamous national policy of neutrality, Switzerland conducted a multitude of proposals in the late 1950s and early 1960s to develop atomic weapons.\n\tWith initially favorable conditions for domestic weapons development, a plan was developed in 1963 to consider the timeline, feasibility, and cost of both uranium enrichment and spent fuel reprocessing. However, a decrease in defense spending in 1964 prevented the allocation of funds and orchestration of the proposal. Switzerland struggled to pursue a concrete bomb program because of a governmental lack of consensus, and a growing opposition movement toward both nuclear weapons and power inhibited the furthuring of Switzerland’s nuclear ambitions. With Switzerland’s 1969 signature on the NPT, Switzerland cemented their position on nuclear weapons and domestic proliferation efforts.",
    "sources": "n/a"
  },
  "sy": {
    "title": "Syria",
    "content": "\tSyria’s nuclear program began in 1976 in the pursuit of domestic power generation. Syria’s first efforts toward nuclear power started with approaching both the Soviet Union and Argentina for a nuclear reactor, in 1985 and 1990, respectively. Upon the collapse of the Soviet Union, Syria’s plans for a reactor fell through, and Argentina cancelled its deal with Syria after pressure from the United States and Israel. \n\tSometime after the collapse of both reactor deals, the Syrian government met with North Korea officials to join in creating a Syrian atomic weapons program. Beginning in 2001, Syria and North Korea frequently met to plan and begin construction on a nuclear reactor identical to North Korea’s for the generation of plutonium from natural uranium. In addition to the plutonium formed from the North Korean-designed reactor, Syria was also in possession of two hot cells from a Chinese research reactor, which would have enabled Syria to start reprocessing the spent fuel produced by this reactor. \n\tSyrian nuclear ambitions ended in 2007, when an Israeli airstrike destroyed the reactor, which was discovered and confirmed by the international community to have been a covert nuclear reactor in the aftermath of the strike. Due to increased inspection and safeguards, aggressive counter-proliferation, and the Syrian Civil War, Syria’s domestic program to nuclearize has failed to produce any quantity of fissile material and likely completely abandoned.",
    "sources": "n/a"
  },
  "tw": {
    "title": "Taiwan",
    "content": "\tTaiwan’s nuclear program began as a result of the United States’ Nixon Doctrine in 1969, as fears of US withdrawal and demilitarization of East Asia and the Pacific fueled domestic fears of a Chinese invasion. Because the United Nations had recently recognized the sovereignty of the People’s Republic of China over Taiwan’s Republic of China, Nixon’s visit to China caused a large sense of insecurity in Taiwan. \n\tTaiwan’s decision to pursue nuclear weapons was entirely borne by the necessity for tactical deterrence. Taiwan’s nuclear plan was to reprocess spent fuel from its heavy-water reactor. However, because Taiwan’s reactor was fueled with US fuel, Taiwan’s spent fuel was property of the United States, and under more oversight. After the discovery of reprocessing facilities by the United States in Taiwan, US pressure caused Taiwan to cease its reprocessing efforts. However, in direct violation of Taiwan’s 1976 agreement with the United States, Taiwan kept an active reprocessing facility operational, and by the time of the United States’ discovery Taiwan was within few years of obtaining a significant quantity of plutonium.\n\tDue to this 1990 discovery, Taiwan was the first country with a substantial nuclear program to be subjected to the NPT’s Additional Protocal, significantly increasing the difficulty of outmaneavering the IAEA’s safeguards.",
    "sources": "n/a"
  },
  "rs": {
    "title": "Yugoslavia",
    "content": "\tYugoslavia’s atomic program was founded in the late 1940s, with the establishment of three research centers to study nuclear energy. Yugoslavia likely chose to pursue nuclear weapons given its recent break with the Soviet Union and the discovery of the Soviet weapon project. While the military aspect of Yugoslavia’s nuclear program was kept covert, the creation a domestic heavy-water critical assembly and a Soviet-supplied heavy-water research reactor as well as the establishment of a Department for Spent Fuel Reprocessing signaled Yugoslavia’s intention to pursue a plutonium-based weapon. Despite coordination with Norway and a plan for an industrial reprocessing facility, Yugoslavia stopped its military nuclear weapon program in the early 1960s, likely due to the death of Stalin and decreased tensions with the Soviet Union.\n\tHowever, Yugoslavia’s bomb program was resumed in 1974 following India’s successful nuclear test. In this post-test period, rather than resume physical research and development, Tito focused on developing both the design of the bomb as well as sufficient civilian cover for the program, while Tito’s successor Mamula, would dedicate resources to its nuclear program. During the 1980s, Yugoslavia had an overt civilian nuclear program that closely mirrored the requirements of its military program, allowing its pursuit of nuclear weaponry greater cover. \n\tFinally, Yugoslavia’s nuclear weapons program was shuttered due to a lack of coordination and insufficient resources to designate to the program, while its civilian research program was halted and ended following the 1986 Chernobyl disaster. Following the breakup of Yugoslavia, all remaining fuel, spent fuel, and waste was completely removed from the region. ",
    "sources": "n/a"
  },
  "me": {
    "title": "Yugoslavia",
    "content": "\tYugoslavia’s atomic program was founded in the late 1940s, with the establishment of three research centers to study nuclear energy. Yugoslavia likely chose to pursue nuclear weapons given its recent break with the Soviet Union and the discovery of the Soviet weapon project. While the military aspect of Yugoslavia’s nuclear program was kept covert, the creation a domestic heavy-water critical assembly and a Soviet-supplied heavy-water research reactor as well as the establishment of a Department for Spent Fuel Reprocessing signaled Yugoslavia’s intention to pursue a plutonium-based weapon. Despite coordination with Norway and a plan for an industrial reprocessing facility, Yugoslavia stopped its military nuclear weapon program in the early 1960s, likely due to the death of Stalin and decreased tensions with the Soviet Union.\n\tHowever, Yugoslavia’s bomb program was resumed in 1974 following India’s successful nuclear test. In this post-test period, rather than resume physical research and development, Tito focused on developing both the design of the bomb as well as sufficient civilian cover for the program, while Tito’s successor Mamula, would dedicate resources to its nuclear program. During the 1980s, Yugoslavia had an overt civilian nuclear program that closely mirrored the requirements of its military program, allowing its pursuit of nuclear weaponry greater cover. \n\tFinally, Yugoslavia’s nuclear weapons program was shuttered due to a lack of coordination and insufficient resources to designate to the program, while its civilian research program was halted and ended following the 1986 Chernobyl disaster. Following the breakup of Yugoslavia, all remaining fuel, spent fuel, and waste was completely removed from the region. ",
    "sources": "n/a"
  },
  "pk": {
    "title": "Pakistan",
    "content": "\tIn the 1950s, Pakistan openly initiated its nuclear program, initially presented as an energy initiative influenced by the 'Atoms for Peace' program. The country received its first nuclear reactor from the U.S. in 1962, along with additional reactors from Canada and France. However, the Indo-Pakistani war in 1965 led Pakistan to consider the need for a nuclear weapon, and the 1971 war with India intensified this desire. Prime Minister Bhutto subsequently instructed scientists to secretly develop a bomb, particularly following India's nuclear test in 1974. Pakistani scientist A. Q. Khan played a significant role in 1974 when he acquired nuclear blueprints from a facility in the Netherlands and provided them to Pakistan for the nuclear bomb program. \n\tPakistan is a nuclear-armed state outside the Nuclear Non-proliferation Treaty, and according to the International Panel on Fissile Materials, it is estimated to possess about 165 nuclear weapons, with ongoing production of fissile materials for weapons . While uncertainties exist regarding Pakistan's current stocks and production of highly enriched uranium (HEU) and plutonium (Pu), as of the beginning of 2022, Pakistan is estimated to have a stockpile of 4.9±1.7 tons of HEU. Additionally, the country continues to produce HEU for its nuclear weapons program, with an accumulated stockpile of around 0.5 tonnes of plutonium, produced at four reactors in Khushab.",
    "sources": "https://ahf.nuclearmuseum.org/ahf/history/pakistani-nuclear-program/ https://fissilematerials.org/countries/pakistan.html"
  },
  "nl": {
    "title": "The Netherlands",
    "content": "\tThe Netherlands initiated its nuclear program in the early 1950s domestically and overtly for peaceful purposes as studying of potential energy was taken place since the 1930s at the Delft University of Technology, and stockpiled natural uranium which was later kept hidden from occupying forces. In May 1965, construction started on the first nuclear power reactor in the Netherlands, a 55 MWe natural circulation boiling water reactor at Dodewaard . \n\tAccording to World Nuclear Association, In 1979, Urenco began construction on enrichment plants in Almelo in the Netherlands where the centrifuge production facility used nuclear fuel from Dodewaard was recycled at the UK's Thorp facility at Sellafield. The Netherlands received approval in 2011 to use MOX fuel and compensate for enriched fuel with enriched reprocessed uranium (c-ERU). MOX use began in 2014, making the Netherlands the sixth European country to do so. \n\tRegarding used fuel, the Netherlands intends to store it until 2025. At that stage, the government will make a decision among partition and transmutation, recycling, or direct disposal. The Nuclear Non-Proliferation Treaty was ratified by the Netherlands in 1975, and the Additional Protocol came into effect when ratified by the European Union through Euratom in April 2004.",
    "sources": "https://www.world-nuclear.org/information-library/country-profiles/countries-g-n/netherlands.aspx"
  },
  "de": {
    "title": "Germany",
    "content": "\tDespite being one of the pioneers of nuclear fission under Nazi rule, which did not lead to the development of nuclear weapons due to the defeat in the Second World War, research for a civilian nuclear program began in the 1950s, with its first commercial plant coming online in 1969. Germany’s nuclear program was for peaceful purposes and was conducted overtly, primarily relying on domestic ingenuity. Additionally, there was collaboration with the United Kingdom and the Netherlands under the Treaty of Almelo, signed in 1970, to establish URENCO for uranium enrichment, back when Germany was still West Germany. \n\tGermany relied heavy on nuclear energy and until March 2011, one-quarter of its electricity came from nuclear energy by using 17 reactor s. As part of a phasing nuclear power out policy in 2011, 8 reactors were shut down immediately, and all were scheduled to close by the end of 2022. However, due to the lack of Russian gas which was reduced after sanctioning Russian oil after Russia invaded Ukraine, Germany decided to keep Germany’s three remaining nuclear power reactors operating until April 2023. On April 15 2023, Germany shutdown its last three nuclear power reactors, marking the end of the country’s nuclear era that has spanned more than six decades.",
    "sources": "  https://wiseinternational.org/nuclear-monitor/889/urenco-1970%E2%80%922020-treaty-almelo-atom-ausstieg https://www.world-nuclear.org/information-library/country-profiles/countries-g-n/germany.aspx https://www.cnn.com/2023/04/15/europe/germany-nuclear-phase-out-climate-intl/index.html"
  },
  "ir": {
    "title": "Iran",
    "content": "\tJust like Pakistan, Iran established its first civil nuclear program under the U.S. Atoms for Peace initiative in 1957. In 1974, the Shah announced a target of 23,000 MWe of nuclear capacity to free up oil and gas for export . Iran's initial nuclear program was initiated for peaceful purposes, conducted overtly, and involved building reactors through contracts with Germany and France. However, after the Iranian revolution in 1978, these contracts were canceled, prompting Iran to turn to China to build two reactors. Despite signing an agreement, China withdrew before the construction started. Subsequently, Iran sought assistance from Russia, signing a deal in 1992 to build two nuclear power plants. The project was completed in 2013 and entered commercial operations. The deal also included Iran agreeing to return used fuel to Russia without payment. \n\tIran commenced covert uranium enrichment activities in the early 2000s, which were subsequently identified by the IAEA. The country continued processing 1631 kg of 3.5% Low Enriched Uranium (LEU) to generate 202 kg of 19.75% enriched uranium at the Pilot Fuel Enrichment Plant (PFEP) from the initiation of operations in February 2010 until October 2015. Following the signing of the JCPOA, which aimed to lift international sanctions on Tehran, Iran agreed to limit uranium enrichment to 3.67% U-235 and maintain a uranium stockpile under 300 kilograms of 2.67% enriched uranium in total (all forms) . However, after President Trump withdrew from the deal in 2018, Iran no longer adhered to the specified enrichment cap levels. In March 2023, the IAEA reported that Iran had produced uranium particles enriched up to 83.7% purity at its Fordo Fuel Enrichment Plant south of Tehran.",
    "sources": "https://www.world-nuclear.org/information-library/country-profiles/countries-g-n/iran.aspx https://www.armscontrol.org/factsheets/JCPOA-at-a-glance https://www.nbcnews.com/news/world/iran-enriching-uranium-weapons-grade-nuclear-iaea-rcna72753"
  },
  "br": {
    "title": "Brazil",
    "content": "\tBrazil's initial venture into nuclear technology dates back to the Manhattan Project, where it supplied uranium until the mid-1950s . However, Brazil's tangible nuclear efforts, beyond research, commenced in 1971 when the National Nuclear Energy Commission of Brazil (CNEN) signed a contract with Westinghouse and the USAEC for the purchase of a nuclear power plant and the supply of nuclear fuel. Subsequently, Brazil established a secret civilian-military program in 1978, resulting in numerous nuclear capabilities, including the inauguration of a shipyard for constructing nuclear submarines using indigenous Brazilian technology in 2011. \n\tFacing U.S. reluctance, Brazil signed a significant agreement with Germany in 1975 for the transfer of eight reactors and the full nuclear fuel cycle under IAEA safeguards. Despite U.S. pressure, Germany transferred the 'jet nozzle' enrichment method. In response to restrictions imposed by the military regime in Brazil, a secret nuclear project was initiated in the late 1970s, resulting in advancements in uranium enrichment. However, following the removal of the military regime in Brazil, the country signed and implemented the Treaty of Tlatelolco, addressing proliferation threats with Argentina. This treaty allowed countries “to not only renounce the direct possession of nuclear weapons but also commit not to accept the stationing, installation, or deployment of any nuclear weapons or other nuclear explosive devices in their territory or in any location under their jurisdiction or control. .” This led to massive de-escalation in South America after much concern about nuclear proliferation in the region. \n\tBrazil currently has two nuclear reactors generating about 3% of its electricity, the first of which began operating in 1982.",
    "sources": "https://www.wilsoncenter.org/publication/origins-and-evolution-the-brazilian-nuclear-program-1947-2011 https://www.tandfonline.com/doi/full/10.1080/25751654.2018.1479129 https://www.world-nuclear.org/information-library/country-profiles/countries-a-f/brazil.aspx"
  },
  "ar": {
    "title": "Argentina",
    "content": "\tArgentina’s National Atomic Energy Commission was established in 1950, conducting extensive nuclear research and development, including the construction of several research reactors. Argentina pursued its nuclear program openly for peaceful purposes, receiving assistance from Germany and Canada, especially in the early 1960s. Over the next decade, Argentina initiated its first nuclear commercial operations, specifically at the Atucha 1 plant in 1974. \n\tSimilar to Brazil, there was a lot of concern regarding nuclear proliferation between Argentina and Brazil in South America, especially when Argentina was under military dictatorship. However, after the military dictatorship was removed in Argentina, both Brazil and Argentina accepted a prohibition of nuclear tests for peaceful purposes but sought explicit preservation of the use of nuclear propulsion. \n\tAccording to World Nuclear Association, as of May 2023, Argentina has three nuclear reactors generating about 7% of its electricity, and an additional one is set to be built by the China National Nuclear Corporation. Currently, Argentina has no plans for reprocessing used fuel, although an experimental facility was operated in the early 1970s at Ezeiza.",
    "sources": "https://www.world-nuclear.org/information-library/country-profiles/countries-a-f/argentina.aspx https://www.tandfonline.com/doi/full/10.1080/25751654.2018.1479129"
  },
  "uk": {
    "title": "Ukraine",
    "content": "\tPrior to the collapse of the Soviet Union, the Ukrainian SSR existed as a component of the Soviet nuclear-weapon state. In 1986, Ukraine’s RBMK light-water reactor located in Chernobyl suffered a catastrophic accident, resulting in a core meltdown and a five-year moratorium on nuclear power. Once Ukraine gained independence in 1991, it found itself in a unique predicament where the country possessed a multitude of advanced nuclear reactors and the third-largest nuclear arsenal in the world, yet no facilities to enrich, reprocess, or create nuclear fuel. Because the entirety of Ukraine’s stockpile of warheads required authorization from Moscow to launch, Ukraine was left with a very useless but very dangerous stockpile. \n\tIn 1994, Ukraine signed a trilateral agreement with the United States and Russia to completely denuclearize in exchange for economic incentives. Following the successful removal of all warheads in 2002, a final treaty signed in 2011 agreed to remove the remaining highly enriched uranium (HEU) from Ukrainian territory. Because this 2011 agreement saw the removal of the remaining HEU from Ukraine, and Ukraine itself lacks any sort of uranium enrichment or spent fuel reprocessing capability, this ended any domestic proliferation risk remaining in Ukraine. Ukraine chose to forfeit its nuclear arsenal and stockpiles of fissile materials through diplomatic security assurances and domestic and international pressures.",
    "sources": "https://www.nti.org/analysis/articles/ukraine-nuclear/"
  },
  "ua": {
    "title": "Ukraine",
    "content": "\tPrior to the collapse of the Soviet Union, the Ukrainian SSR existed as a component of the Soviet nuclear-weapon state. In 1986, Ukraine’s RBMK light-water reactor located in Chernobyl suffered a catastrophic accident, resulting in a core meltdown and a five-year moratorium on nuclear power. Once Ukraine gained independence in 1991, it found itself in a unique predicament where the country possessed a multitude of advanced nuclear reactors and the third-largest nuclear arsenal in the world, yet no facilities to enrich, reprocess, or create nuclear fuel. Because the entirety of Ukraine’s stockpile of warheads required authorization from Moscow to launch, Ukraine was left with a very useless but very dangerous stockpile. \n\tIn 1994, Ukraine signed a trilateral agreement with the United States and Russia to completely denuclearize in exchange for economic incentives. Following the successful removal of all warheads in 2002, a final treaty signed in 2011 agreed to remove the remaining highly enriched uranium (HEU) from Ukrainian territory. Because this 2011 agreement saw the removal of the remaining HEU from Ukraine, and Ukraine itself lacks any sort of uranium enrichment or spent fuel reprocessing capability, this ended any domestic proliferation risk remaining in Ukraine. Ukraine chose to forfeit its nuclear arsenal and stockpiles of fissile materials through diplomatic security assurances and domestic and international pressures.",
    "sources": "https://www.nti.org/analysis/articles/ukraine-nuclear/"
  },
  "kz": {
    "title": "Kazakhstan",
    "content": "\tFollowing the collapse of the Soviet Union in 1991, Kazakhstan found itself in a unique situation where it possessed an extremely large stockpile of unusable nuclear warheads, substantial stores of highly enriched uranium (HEU), and nuclear fuel, but no facilities to enrich or reprocess. However, upon declaring independence Kazakhstan renounced nuclear weapons and initiated their transfer to Russia, which was completed in 1995. Because Kazakhstan was left with a large stockpile of highly enriched uranium outside of the former Soviet Union’s warhead arsenal, Kazakhstan joined the United States in 1994 in down-blending Kazakhstan’s stockpile of nuclear fuel for civilian purposes and transferred its remaining stockpile of highly enriched uranium to the United States. \n\tToday, Kazakhstan does not currently operate any nuclear power facilities but has considered constructing a new power plant. In addition, Kazakhstan is a member of a project with Russia and China exploring uranium mining, enrichment, and fuel fabrication, and while the enrichment facility is not located in Kazakhstan, Kazakhstan’s nuclear fuel fabrication facility is currently operational. In addition, an IAEA low-enriched uranium reserve is located within Kazakhstan.\n\tDue to post-Cold War disarmament efforts and a lack of nuclear interest and infrastructure, Kazakhstan abandoned its inherited pursuit of nuclear energy and weapons through proliferation-friendly methods, it provides a useful blueprint for nuclear disarmament and denuclearization while pursuing proliferation adverse methods of utilizing nuclear power.",
    "sources": "https://www.nti.org/analysis/articles/kazakhstan-nuclear/"
  },
  "za": {
    "title": "South Africa",
    "content": "\tSoon after Eisenhower’s declaration regarding the promotion of Atoms for Peace, South Africa obtained its first nuclear reactor and initial supply of highly enriched uranium fuel from the United States in 1957. In 1971, South Africa joined the US in Project Plowshare, under the guise of using nuclear weapons for mining purposes. However, in 1973 South Africa transferred its efforts from Project Plowshare to its own domestic nuclear weapons program. South Africa began stockpiling highly enriched uranium for weaponization purposes and built a domestic uranium enrichment plant in 1974. While South Africa did possess the technology, it never separated plutonium through chemical reprocessing. \n\tSouth Africa was likely motivated to pursue nuclear weapons due to the country’s relative global isolation, desires for prestige, and perceptions of a major military threat from Soviet-backed forces. With the collapse of the Soviet Union, the total withdrawal of Cuban and South African forces from Angola, and the independence of Namibia, South Africa decided to disarm. Following disarmament and submission to IAEA safeguards and inspections in the early 1990s, all enrichment activities ceased by 1995.",
    "sources": "https://search.lib.utexas.edu/permalink/01UTAU_INST/apl7st/cdi_proquest_journals_1875429033 https://www.nti.org/analysis/articles/south-africa-nuclear/"
  }
}
